Repository: seanpm2001/mt-training-data
Catalog: mdf/mdf_pontoon.tmx
Source language: en_us
Languages: mdf

source: Track progress here and on your stats page.
mdf: Ванк эсь сяськомань вастцень сатфкснень лувксонь лопаса

source: Translate this page
mdf: Ётафтомс тя лопать/страницать

source: Turkish
mdf: Туркань кяль

source: Turkmen
mdf: Туркменонь кяль

source: Twi
mdf: Чвинь кяль

source: Typically megabytes
mdf: Сяда сидеста мегабайтт

source: Ubykh
mdf: Убыхонь кяль

source: Udmurt
mdf: Удмуртонь кяль

source: Ukrainian
mdf: Украинань кяль

source: Understand contribution criteria
mdf: Шархькодемс лезксонь максомань критериятнень

source: Unexpected response returned from server
mdf: Серверста лиссь апак учт эльбятькс

source: { $unreviewedSentencesByYou } sentences left for you to review.
mdf: { $unreviewedSentencesByYou } валрисьмот лядсть ваноманди.

source: Updating…
mdf: Одкстомомась моли...

source: Upload aborted. Do you want to delete your recordings?
mdf: Материалонь таргамась лоткавтовсь. Ули мяльце нардамс эсь сёрматфнень?

source: Upload an image file
mdf: Тонгомс фоткань файла

source: Urdu
mdf: Урдунь кяль

source: User Name
mdf: Тев тиемань лем

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mdf: Кулхцондыхне ванцазь сувафтф клипнень, видеста али аф лувф валрисьмоть.

source: Using Common Voice
mdf: «Common Voice-ть» тевс нолдамац

source: Uyghur
mdf: Уйгуронь кяль

source: Uzbek
mdf: Узбеконь кяль

source: Validated Clips
mdf: Видеста ванф и кемокстаф клипне

source: Validated Hours
mdf: Ванф частта

source: Validated Hrs
mdf: Сембоц частта

source: Validated Hr. Total
mdf: Сембоц част ванф

source: { $validatedSentences } validated sentences.
mdf: { $validatedSentences } кемокстаф валрисьмода.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mdf: Вайгялень видеста ваномась и эльбятьфтома нолдамась "Common Voice" проектть эрявикс сатфксоц. Кулхцондыть сёрматфкснень и лезтт тиемс вайгялень нолдамань цебярь кочкафкст.

source: Validations
mdf: Кемекстамат

source: Varying Pronunciations
mdf: Аф фкя лацонь азондомась

source: Venetian
mdf: Венециянь кяль

source: Version
mdf: Версия

source: Vietnamese
mdf: Вьетнамонь кяль

source: View your progress against personal and project goals.
mdf: Ватт эсь сатфкснень лезксснон эсь проектонь тиемаса

source: Visible
mdf: Неяви

source: Voice clips are entered into a submission queue that readies them for listening.
mdf: Вайгяльса сёрматф клипне сувафтовихть , меле вановихть, меле кулхцондовихть.

source: Voice Dataset, Ready for Download
mdf: Вайгялень даннайхне анокт сувафтомс

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mdf: Вайгяльсь - ломанень асуши. Вов мес минь тяряфттама нолдамс машинатненди лезксонди вайгялень ванфтомань коряс пара технологият. Но штоба тиемс вайгялень ванфтомань системат, эряви тиемс оцю тев кялень ванфтомань и кочкамань эрявиксшить коряс.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mdf: Вайгяльсь - ломанень асуши. Вов мес минь тяряфттама тиемс тяфтама пара технология машинатненди лезксонди кялень кочкамань коряс. Аньцек штоба тиемс вайгялень ванфтомань системат, эряви тиемс оцю тев кялень ванфтомань и кочкамань эрявиксшить коряс.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
mdf: Вайгялень шарьхкодемань технологиясь касфты машинатнень мархта тевонь тиемать, аньцек тяниень пингонь нолдави систематне пяк питнихть и патент мархтот. Common Voice - Mozilla-нь инициативать коряс пялькс, кона покоди вайгялень шарьхкодемань технологиятнень цебярьгофтомаснон лангса и лихтьф сембонь инголи, лувови панжадокс сембонди. Common Voice - тя марс пуроптф вайгялень кочкафкс, кона максы эрь ломанти вишкста и тёждяста тонафнемс вайгялень марс кочкаф полаткснень (приложениятнень) малав сембе кяльхнень эса.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
mdf: Вайгялень шарьхкодемань технологиясь одкстоптсы машинатнень мархта марстонь тевть, аньцек тяниень пингонь нолдави систематне пяк питнихть и патент мархтот. Common Voice - Mozilla-нь инициативань пялькс, кона покоди вайгялень шарьхкодемань технологиятнень цебярьгофтомаснон лангса и кона няеви, панжада сембонди. Common Voice - тя марс кочкаф вайгялень сюлма, кона максы эрь ломанти вишкста и тёждяста тонафнемс вайгялень марс кочкаф полаткснень (приложениятнень) малав сембе кяльхнень эса. Минь кочкатама вайгялень коряс кепотькст аф аньцек содаф и сидеста васьфневи кяльхнень коряс, но и аф пяк содаф и шуроста васьфневи кяльхнень коряс, коса корхтайда аф пяк лама. Эрь кодама кялень коряс вайгялень кочкафксонь максомась тиихненди, тевс нолдайхненди, башка пуромксненди сави петемс и пяшкодемс аф сатыкснень эсь тевснон вельде. Common Voice даннайхнень пяшкодемста минь тяфта жа тихтяма эрявикс механизмат кялень шарьхкодемать коряс. Синь кармайхть улема сембонди няевикст, панжадот, Deep Speech лем ала.

source: Voices Online Now
mdf: Мзяра вайгяльда тя ёткть

source: Volume
mdf: Вайгялень серец

source: Votic
mdf: Водонь кяль

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
mdf: VoxForge тифоль транскрибировдаф корхтамань кочкаманкса, конац нолдави тевс вайгялень шарьхкодемань панжада и симбонди няеви механизмаса

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mdf: Мяльце лездомс тиемс «Common Voice»-нь проектть сяда цебярькс? Пяк цебярь! Кучт тейнек эл. сёрма али сувак <discourseLink>Discourse</discourseLink> вастти, пачфттть сайтонь прябалатнень колга <githubLink>GitHub</githubLink> вельде, али сувак тейнек <matrixLink>Matrix</matrixLink> чатти.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mdf: Мяльце получамс сёрма Common Voice-нь наборонь даннаень од версиянц колга? Сёрматфт пря минь куляньконь получамас.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mdf: Минь тихтяма вайгялень даннаень коряс технологият, конат няевихть сембонди и панжадот, конат нолявихть ломанть мархта вайгялень шарьхкодемань программатнень тонафнемста

source: We are going out to get a coffee.
mdf: Мольхтяма кофенкса

source: We are going out to get coffee.
mdf: Минь мольхтяма кофенкса

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mdf: Минь Mozilla-са тихтяма кялень технологиянь коряс ломанень пуромкс. Минь мяленьке, штоба тинь содалесть сембе од кулятнень, од лисмопрятнень, а тяфта жа тяфтама даннайхнень тевс нолямаснон

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
mdf: Минь лувсаськ часттнень, ваномок сёрматфнень кучкастонь кувалмоснон, а меле ламокстсаськ тя лувксть сёрматфнень марстонь лувксснон лангс сембе кяльхнень коряс.

source: We couldn’t find that page for you
mdf: Ашезь мув тя вастсь /лопась

source: Weekly
mdf: Эрь недляня

source: Weekly Goal
mdf: Эрь недлянь сатфкст

source: Welcome { $company } staff!
mdf: Пара мяльса учтядязь, { $company } покодихть!

source: Welcome to Common Voice
mdf: Пара мяльса учтядязь, «Common Voice-са»

source: Welsh
mdf: Кимринь кяль

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
mdf: Макстама вал цебярьста ваномс информациять мельгя. Сяда крхкаста ванк <privacyLink>Кяшф сёрматфксть эса</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
mdf: Минь тихтяма сембонди няевикс и лама кяльса вайгялень даннаень кочкафкс, кона тевс нолдави эрь шарьхкоди ломантть мархта вайгялень программатнень тонафнемаса.

source: We’re experiencing unexpected downtime
mdf: Апак учсек каладсь системась

source: We’re going out to get coffee.
mdf: Минь мольхтяма кофенкса.

source: We’re sorry, your platform is not currently supported.
mdf: Ужяль, тяниень пингть платформань ширде аш эрявикс арафтомат.

source: We've run out of clips to validate in this language...
mdf: Шумордавсть сёрматфксне, штоба видеста ваномс вайгяльксонь сёрматфнень тя кяльса

source: We've run out of sentences to record in this language...
mdf: Шумордавсть валрисьмотне, штоба сёрмадомс тя кяльса

source: We will be in touch with more information about how to add your language to Common Voice very soon.
mdf: Минь пяк вишкста мутядязь, азомок сянь колга, кода сувафтомс тонь кяльцень Common Voice-ти

source: We will be in touch with more information as it becomes available.
mdf: Карматама сяда тов тонь содафтома од информациянь мархта кодак сон эвондай.

source: We will not make your email public.
mdf: Минь аф карматама лихтема эл.почтать ломанень инголи

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
mdf: Минь ванцаськ эняльдемацень вайгялень сёрматфкснень нардамаснон коряс. Кда эняльдемась пяшкодеви, минь мусаськ сянь, кие сувафтозень даннайхнень и кошардсаськ нардамс тонь вайгялень сёрматфкснень

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
mdf: Кода шарьхкодемс: "аф содави кинь" вайгяльсь «Common Voice» даннаень кочкафксса?

source: What is Common Voice?
mdf: Мезе стамсь Common Voice?

source: What issues are you experiencing with this sentence?
mdf: Кодат прябалат эвондасть тя валрисьмоть мархта покодемста?

source: What kind of goal do you want to build?
mdf: Кодама целень сатфкс эстейть путоть?

source: What level of audio quality is required for a voice clip to be used in the dataset?
mdf: Кодама качествань эряви аудио клипонь вайгяль , конац ноляви даннаень кочкафксса?

source: What’s inside the Common Voice dataset?
mdf: Мезе «Common Voice»-нь даннаень кочкафкснень потмоса?

source: What's Public?
mdf: Кодама даннайть панжевихть сембонди?

source: What’s the difference between Common Voice and Deep Speech?
mdf: Мезьса аердыхть «Common Voice» и «Deep Speech»?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mdf: Мзярда кулхцондысь путы "аф", "каршек", сёрматфсь мрдафтови меки. Кда максови тя сёрматфти омбоцеда "каршек", эста вайгялень сёрматфсь путови "Сёрматфонь калмос".

source: When will you release Common Voice data in other languages?
mdf: Мзярда карматада нолдама «Common Voice» максовикс даннайхть лия кяльса?

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
mdf: Коста сявфольхть ня <wikipediaLink>эрти панжада лисьмаста</wikipediaLink> валрисьмотне?

source: Where does the source text come from?
mdf: Коста сявовихть тексттне, конат азондомат?

source: Why ?
mdf: Мес?

source: Why a profile?
mdf: Мезенди эряви профильсь?

source: Why Common Voice?
mdf: Мес «Common Voice»-сь?

source: Why does this matter?
mdf: Мес тя лувови эрявиксокс?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
mdf: Мес аф вештяда ломаттнень кядьста лувомс башка кяльса книгат Википедиянь сёрматфста?

source: Why do you need so many different speakers per language?
mdf: Мезенди тейнть фкя кялень эрь кодама юромонь корхтайхть?

source: Why is 10,000 validated hours the per language goal for capturing audio?
mdf: Мес эрь кяльти путф 10.000 част кемокстамань вайгялень кочкамаса?

source: Why is Common Voice part of the Mozilla mission?
mdf: Мес «Common Voice»-сь сувафтови «Mozilla»-ть миссиянц пяльксонцты?

source: Why is it important?
mdf: Мезенди тя эряви?

source: Why is my language not included yet?
mdf: Мес монь кялезе нинге апак сувафтт?

source: Why should I sign up for an account?
mdf: Мес тейне тя проектти эряви тиемс сувама васта?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
mdf: Ули мяльце нардафтомс вайгялень сёрматфкснень, али ёрасак кадомс Common Voice-нь даннаень кочкафксти?

source: y
mdf: и

source: Y
mdf: И

source: Yes
mdf: Виде

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mdf: Пара, кучеда мондейне сёрма. Монь ули мялезе содафтомс «Common Voice» проектть кулянзон мархта.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
mdf: Пара мяльса, кучеда тейне э-сёрмат. Ули мялезе сяда тов содамс кода тя кяльть тевсна молихть "Common voice"-са.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
mdf: Виде, тонь вайгяльце тейнек эряви! Сommon Voice-ть миссияц — кочкамс сяда лама вайгялень образецт эрь кодама аймакста сяс, штоба вайгялень шарьхкотьфтемань тевонь тиихне покодельхть цебярьста вайгяльть шарьхкотьфтемаса. Тя корхтай сянь колга, што эрь вайгяльсь лувови эрявиксокс.

source: Yiddish
mdf: Идишень кяль

source: Yoruba
mdf: Йорубань кяль

source: You
mdf: Тон

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
mdf: Тон ёрат таргамс <size>{ $size }GB</size>, сяда тов?

source: You are prepared to initiate a download of <b>{ $size }</b>
mdf: Тон ёрат таргамс <b>{ $size }</b>

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mdf: Тейть ули кода тага клавиатурань пунятнень тевс нолдамс: { sc-review-form-button-approve-shortcut } кемокстаманди, { sc-review-form-button-reject-shortcut } ёрдаманди, { sc-review-form-button-skip-shortcut } вакска нолдаманди

source: You can choose to make your username public or anonymous.
mdf: Эсь мяльцень коряс тев тиемань лемсь лихтеви ломатнень инголи али кяшеви (кадови лемфтемокс)

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
mdf: Лезтт аф фкя лацонь даннаень тиемаса, тиемок профиль Common Voice-са и лездомок эсь вайгяльцень мархта

source: You have not added any languages yet.
mdf: Тон мзярс ашеть полада фкявок кяль.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
mdf: Тон ашеть кочка кяльть. Мольхть Профильс</profileLink> кялень кочкаманди.

source: You must allow microphone access.
mdf: Эряви максомс микрофонти нолдавомань видексшить

source: You previously skipped sentences while reviewing. Resetting skipped sentences will show all skipped sentences again. This is independent of the language.
mdf: Сяда инголе валрисьмотнень ванондомда тон нолдать синь вакска. Синь валхтомста тон тага синь няят. Тя кяльть эзда аф ащихть.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
mdf: Тонь корхтафксоце тя кода валхнень азондсайть. Сон ащи сянь эзда коса эрять, кодама кяльса корхтать и стак тов. Ули кода тяштемс эрь кодама информация тянь колга, конань арьсят эрявикс.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
mdf: Лемфтема максф вайгялень сёрматфксне кадовихть Common Voice-нь даннаень кочкафксса. Нардандярясак профильть, меле аф нардавихть вайгялень сёрматфксне

source: Your daily goal has been created
mdf: Шинь сатфкссь ульсь тиф

source: Your download has started.
mdf: Таргамась ушедсь

source: You’re contributing to a target segment
mdf: Кандат лезкс минь сегментозонк.

source: You’re contributing to our first target segment
mdf: Кандат лезкс минь васенце сегментозонк.

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mdf: Кармат получсема тяфтама сёрмат <bold>А УЧАТ</bold>, конатнень эса азови «Common Voice»-нь проектть сатфксонзон и од кулянзон колга

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mdf: Кармат получсема тяфтама кулянь сёрмат, коса азови «Common Voice»-нь проектть сатфксонзон колга.

source: Your languages:
mdf: Тонь кяльхне:

source: Your Languages
mdf: Тонь кяльхне

source: Your username and email will not be associated with the published data.
mdf: Тонь тев тиемань лемце (имя пользователя) и эл. почтаце аф сотовихть нолдаф даннайхнень мархта

source: Your weekly goal has been created
mdf: Недлянь сатфкссь ульсь тиф

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mdf: Лездоть Common Voice-нди пачкодемс <goalPercentage></goalPercentage> видети минь эрь шинь вайгялень сёрмадомань коряс сатфксоньконди { $goalValue }!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mdf: Лездоть Common Voice-нди пачкодемс <goalPercentage></goalPercentage> видети минь эрь шинь вайгялень сёрматфксонь видеста ваномань коряс { $goalValue }!

source: You've successfully signed up for contributing to { $language }. Thank you.
mdf: Тон сувафат { $language }нь кялень тевса лездоманди. Сюкпря.

source: abnormality
mdf: аф виде

source: aggregate
mdf: марстоньши

source: appear
mdf: эвондакшнемс
